#+STARTUP: showall
#+TITLE: Weekly report
#+SUBTITLE: BAMM! Meeting -- My train is 30 minutes late, so I'll be at the Bonn Hbf at 10:45. Slides are WIP in the train.
#+AUTHOR: Michael Eliachevitch
#+DATE: \today
#+LATEX_COMPILER: xelatex
#+OPTIONS:  toc:nil num:nil title:t
#+LATEX_CLASS: beamer
#+LATEX_CLASS_OPTIONS: [aspectratio=169, 16pt]
#+BEAMER_HEADER: \usepackage{templates/metropolisbonn}
#+BEAMER_HEADER: \usepackage{hepnames, hepparticles}
#+BEAMER_HEADER: \usepackage{tikz} \usetikzlibrary{positioning}
#+BEAMER_HEADER: \newcommand{\PDmstar}{\HepParticle{D}{}{\left(*\right)}}
#+BEAMER_HEADER: \newcommand{\rdstar}{R\left(\PDmstar\right)}
#+BEAMER_HEADER: \institute{Physikalisches Institut --- Rheinische Friedrich-Wilhelms-Universität Bonn}
#+BEAMER_HEADER: \hypersetup{colorlinks, urlcolor=bonnblue}
#+BEAMER_HEADER: \lstset{keywordstyle=\bfseries\color{bonnblue}, commentstyle=\itshape\color{bonnunigrau}, identifierstyle=\color{bonntextgrau}, stringstyle=\color{bonnyellow}}
#+COLUMNS: %45ITEM %10BEAMER_env(Env) %10BEAMER_act(Act) %4BEAMER_col(Col) %8BEAMER_opt(Opt)
* Compilation command                                              :noexport:
#+begin_src elisp
  (let ((async nil))
    (org-beamer-export-to-pdf async))
#+end_src

#+RESULTS:
: /home/michael/talks/2020-02-10_bamm!_status/bamm_status_2020-02-10.pdf

